[{"title":"欢迎踩踩我的空间","date":"2022-02-28T22:48:47.000Z","date_formatted":{"ll":"Feb 28, 2022","L":"02/28/2022","MM-DD":"02-28"},"updated":"2022-02-28T15:18:10.800Z","content":"\n本文同步发布在微信公众号@免贮计划。\n\n很有道理地在开头胡说八道：本篇正文1166个字，一目十行预计1分钟读完；但配乐长达4分21秒，希望你可以支持梦龙听完歌再走。Not Today (From “Me Before You” Soundtrack) - Imagine Dragons\n第一篇：Intro\n还蛮喜欢有些公众号对篇数的记录，这样一段时间过去之后，回头看大概会有种数钞票的成就感。回头看这个号的申请日期已经是2021年5月了，转眼快一年了还一个字都没有更新（不愧是我👍🏻。\n在被卷要加大输出的背景下，Intro篇写点关于这个号的由来和计划，再用喜欢的梦龙的歌作为文章更新频率的说明（嘿嘿\n关于hoarder和anti-hoarding plan\n首先进行一个严谨的名词解释：hoarder, noun., a person or organization that collects a lot of money or objects, sometimes secretly，即囤积者。\n大概在高中看《破产姐妹》第一次看到hoarder这个词就被击中了。Max在面对满屋子各种有故事的小物件的那种安全感，和我看我装满旅游明信片和乱七八糟东西的抽屉柜子的内心简直如出一辙。\n但对这个词的感受也不囿于它本身的意思，反而是代入剧中人物角色，觉得Max的性格和当时的自己重合度很高，一样的别扭：\n一边很喜欢身边的朋友，一边又嘴硬心软不肯流露内心的情绪、反而总是很mean很嘴贱。\n一边对生活、对所经手的事情、对世界有很多自己的想法和感触，一边又觉得自己还属于一个接受定义、理解定义的角色，对事情的全部无法了解完全，以至于不配对一些内容发表自己的看法。\n不过，当遇到了更多的人和事、看到了更多人的观点以后，才逐渐知道，原来对观点和逻辑的展开并不是某个行业权威者的特权，甚至连权威这个词也很难下定义；大多时候连刊登在媒体上的文章都是为结论所服务的，本身信息的展示就体现了编撰者的立场和服务对象，漫天飞的点评和推断更是各种不同普通人类基于对自己所处世界综合认知的展现。\n表达不一定需要被认可，更多时候是地球上独一无二的人类脑回路的奇妙记录。现在回过头去看自己很多时候的感悟，由于当时的自己并没有展开阐述，反而忘记了在内心深处自己是由ABCD的哪个角联系到了E结论。对于想要在80岁开始回顾自己人生一帧帧画面的hoarder来说，可能是个缺憾。\n所以反而有了这么个奇怪的循环：这个anti-hoarding plan正是为了一个hoarder能在老了之后能在一个隐秘的角落细细翻阅自己的相册和故事。\n大概这个号会生成什么样的内容（aka碎碎念\n一个插曲：想要在QQ空间找到自己当年如何表述自己的hoarder化，却只能用搜索功能搜到近三个月的说说，找不到当年的表述了（@QQ产品经理及数据仓库）。又无聊地翻到留言板，看到里面的“踩踩”、“浇水”这样古早而又承载了一代人记忆的词汇，一拍脑袋就想把这个公众号变成自己的公开版QQ空间，正好网页版公众号这blog一般的排版和使用方式，让用过新浪博客记流水账的自己觉得这样敲字可太开心了。\n所以正是因为内容的无序性和随机性，在这里并不敢给自己贴什么标签。文章内容随机游走的可能性非常大，可能昨天是生活感慨，今天是哪本不明就里的书的读后感，明天就是自己专业方向展开，后天又成了田野调查投票。\n\nBut randomness is what makes life charming. Isn’t it?\n\n","thumbnail":"/images/jojoqqzone.jpg","plink":"https://antihoarding.info/2022/02/28/JoJoQQZone/"},{"title":"Hello world, Hello AntiHoardingPlan","date":"2022-02-14T00:00:00.000Z","date_formatted":{"ll":"Feb 14, 2022","L":"02/14/2022","MM-DD":"02-14"},"updated":"2022-02-28T15:18:10.800Z","content":"Hello World\nHello World, 因为 The C Programming Language 中使用它做为第一个演示程序，后来这句简短的文字成为了全世界程序员在学习编程时感受code magic的浪漫。\n某天在写代码的时候，灵光一闪，想用这种方式来和你 Say Hello。\nHello AntiHoardingPlan\n源自一次日常聊天, 关于表达, 当意识到很难把自己内心的想法给写出来的时候, 一个可以单向输出, 不在乎别人看法的表达途径被两个人同时想到。\n不要求认同, 只求表达内心的想法。\n感谢 你Jo 起了这个名字, 虽然你一直没有产出。\n希望 Hello AntiHoardingPlan的诞生可以给彼此一个压力, 可以在这里不定期的表达一些自己对不同事物的看法。\nHello jo\nHello jo, 很高兴遇到你。\n一个是 Life is about taking risks. 和 一个无聊透顶的人. 。\n一个是 life is all about tradeoff. 和 本质上无趣但想变得有趣. 。\n从被同一块石头打到了头, 以及 大脑入住预定 到 就像镜像, 突然间就发现了两个自认为无聊无趣的人在对方的看来都是那么的有趣。\n话题一个接着一个, 成长经历、行业热点、当下时政, 直到突然的意识到再也没法不在意这有趣的、不可思议的联结。\n感谢遇见, 感谢包容, 希望以后可以直面困难, 共同成长。\n","thumbnail":"/images/landscape.jpg","plink":"https://antihoarding.info/2022/02/13/hello-world/"},{"title":"about","date":"2022-02-11T17:04:31.000Z","date_formatted":{"ll":"Feb 11, 2022","L":"02/11/2022","MM-DD":"02-11"},"updated":"2022-02-28T15:18:10.800Z","content":"你jo，太过于神秘，无法形容。\n","plink":"https://antihoarding.info/about/"}]